Repository: NaN-tic/trytond-logistics_operator_algevasa
Catalog: locale/*.po
Languages: ca, es

# field:product.configuration,auto_algevasa:
source: Algevasa Automatic
ca: Algevasa Automàtic
es: Algevasa Automático

# field:product.product,algevasa_synch_message:
source: Algevasa Synch Message
ca: Algevasa Missatge de sincronització
es: Algevasa Mensaje de sincronización

# field:product.product,algevasa_synched:
source: Algevasa Synched
ca: Algevasa Sincronitzada
es: Algevasa sincronizada

# field:stock.location,algevasa_on_done:
source: Algevasa On Done
es: Algevasa en Finalizar

# field:stock.location,algevasa_product_format:
source: Algevasa Product File Format
ca: Format de fitxer de producte d'Algevasa
es: Formato de archivo de producto de Algevasa

# field:stock.location,algevasa_shipment_format:
source: Algevasa Shipment File Format
ca: Format de fitxer d'albarà d'Algevasa
es: Formato de archivo de albarán de Algevasa

# field:stock.shipment.out,algevasa_message:
source: Algevasa Message
ca: Missatge d'Algevasa
es: Mensaje de Algevasa

# field:stock.shipment.out,algevasa_number:
source: Algevasa Number
ca: Número d'Algevasa
es: Número de Algevasa

# field:stock.shipment.out,algevasa_on_done:
source: Algevasa On Done
es: Algevasa en Finalizar

# field:stock.shipment.out,algevasa_synch_message:
source: Algevasa Synch Message
ca: Algevasa Missatge de sincronització
es: Algevasa Mensaje de sincronización

# field:stock.shipment.out,algevasa_synched:
source: Algevasa Synched
ca: Algevasa Sincronitzat
es: Algevasa sincronizada

# field:stock.shipment.out,algevasa_warehouse:
source: Algevasa Warehouse
ca: Magatzem d'Algevasa
es: Almacén de Algevasa

# field:stock.shipment.out,not_synch_algevasa:
source: Not Synch Algevasa
es: No Sincronizar Algevasa

# help:product.configuration,auto_algevasa:
source: Set Algevasa check automatically when create a Goods product.
ca: Estableix automàticament la marca d'Algevasa quan es crea un producte de tipus 'Bé'.
es: Configurar la marca de Algevasa automáticamente al crear un producto de tipo 'Bien'

# help:product.product,algevasa:
source: Work with Algevasa, a Logitiscs Operator
ca: Treballa amb Algevasa, un Operador Logístic
es: Trabaja con Algevasa, Operador Logístico

# help:stock.location,algevasa:
source: Work with Algevasa, a Logitiscs Operator
ca: Treballa amb Algevasa, un Operador Logístic
es: Trabaja con Algevasa, Operador Logístico

# help:stock.location,algevasa_on_done:
source: If checked the shipment is synched with Algevasa when 'Done' the shipment. If unchecked the synched happens in the 'Assign'
es: Si está marcado, el envío se sincroniza con Algevasa cuando se 'Finaliza' el envío. Si no está marcada, la sincronización se realiza en la 'Reserva' "Asignar".

# help:stock.location,algevasa_product_format:
source: The template file useded to synch products to Algevasa
es: El archivo de plantilla utilizado para sincronizar productos con Algevasa

# help:stock.location,algevasa_shipment_format:
source: The template file useded to synch shipments to Algevasa
es: El archivo de plantilla utilizado para sincronizar los envíos a Algevasa

# model:ir.message,text:msg_product_without_algevasa
source: The product "%(product)s" is not synched with Algevasa and the shipment (%(shipment)s) is checked for synch with them.
ca: El producte "%(product)s" no està sincronitzat amb Algevasa i l'albarà (%(shipment)s) està marcat per sincronitzar-se.
es: El producto "%(product)s" no está sincronizado con Algevasa i el alabarán (%(shipment)s) está marcado para sincronizarse.

# model:ir.model.button,string:product_sync_with_algevasa_button
source: Sync With Algevasa
ca: Sincronització amb Algevasa
es: Sincronizar con Algevasa

# model:ir.model.button,string:shipment_out_sync_with_algevasa_button
source: Sync With Algevasa
ca: Sincronització amb Algevasa
es: Sincronizar con Algevasa

# view:product.product:
source: Logistics Operator
ca: Operador Logístic
es: Operador logístico

# view:product.product:
source: Synchro Message
ca: Missatge de sincronització
es: Mensaje de sincronización

# view:stock.shipment.out:
source: Logistics Operator
ca: Operador Logístic
es: Operador logístico

# view:stock.shipment.out:
source: Status Message
ca: Missatge d'estat
es: Mensaje de estado

# view:stock.shipment.out:
source: Synchro Message
ca: Missatge de sincronització
es: Mensaje de sincronización

# field:stock.shipment.out,algevasa_status:
source: Algevasa Status
ca: Algevasa estatus
